{
  "privacy": {
    "titol": "Privacy Policy",
    "ilustracio": "https://i.ibb.co/6RfPpGT/undraw-secure-server-re-8wsq.png",
    "seccions": [
      {
        "id": "recopilacio",
        "capcalera": "Data Collection",
        "text": "At Vitora, your privacy is a priority. We collect specific data to enhance the user experience and provide accurate predictions. This data may include personal information such as age, gender, lifestyle habits, usage preferences, and interactions with the platform. We ensure the confidentiality and protection of your data. We do not share this information with third parties without your explicit consent."
      },
      {
        "id": "dades",
        "capcalera": "Data Usage",
        "text": "The collected data is used to generate life expectancy estimates and predict future events. This allows us to offer a personalized view to our users and improve our platform. We also use it for internal analysis, product improvement, and service optimization."
      },
      {
        "id": "confidencialitat",
        "capcalera": "Confidentiality and Security",
        "text": "We maintain the confidentiality of your data and are committed to protecting it. We have security measures in place to prevent unauthorized access and ensure your protection. We use encryption technologies and other security practices to safeguard the information appropriately."
      },
      {
        "id": "privacitat",
        "capcalera": "Privacy Management",
        "text": "We provide options to manage your privacy preferences. This includes reviewing, editing, or deleting stored data. We are available to answer questions or concerns about your privacy and provide assistance in managing your personal data."
      },
      {
        "id": "consentiment",
        "capcalera": "Consent and Control",
        "text": "By using our website, you give your consent for the collection and use of your data. You have control over your data and can manage your privacy preferences through the options provided on the platform."
      }
    ]
  },
  "cookies": {
    "titol": "Cookie Policy",
    "ilustracio": "https://i.ibb.co/khnmN4P/undraw-private-data-re-4eab.png",
    "seccions": [
      {
        "id": "usu",
        "capcalera": "Use of Cookies",
        "text": "Cookies are small text files that are stored on your device when you visit our website. They are mainly used to ensure the website functions properly and to provide a better browsing experience. This may include storing your preferences and collecting information about how you use the site to optimize its performance."
      },
      {
        "id": "tipus",
        "capcalera": "Types of Cookies",
        "text": "Cookies can be of different types: first-party cookies set by the website you are visiting, and third-party cookies that come from external services integrated into the site. They can be session cookies, which are deleted when you close your browser, or persistent cookies that remain on your device for a set period."
      },
      {
        "id": "control",
        "capcalera": "Cookie Control",
        "text": "You have control over cookies and can manage them through your browser settings. Usually, you can accept, reject, or delete cookies from your browser. Note that disabling cookies may affect the website's functionality and limit some features."
      },
      {
        "id": "consentiment",
        "capcalera": "Cookie Consent",
        "text": "By using our website, you consent to the use of cookies according to our policy. You can change your cookie preferences at any time through your browser settings."
      }
    ]
  },
  "help": {
    "titol": "Help",
    "ilustracio": "https://i.ibb.co/LRvVKdM/undraw-questions-re-1fy7.png",
    "seccions": [
      {
        "id": "contacte",
        "capcalera": "Contact",
        "text": "For assistance, you can contact us via email at help@vitora.com or call 123-456-789."
      },
      {
        "id": "assistencia",
        "capcalera": "Personalized Assistance",
        "text": "We offer personalized assistance to our users. If you need specific help or have issues with the platform, you can request personalized assistance from our support team."
      },
      {
        "id": "faq",
        "capcalera": "Frequently Asked Questions",
        "text": "If you have frequent questions, you can check our FAQ section on our website to find answers to common queries.",
        "acordio": [
          {
            "pregunta": "How can I change my password?",
            "resposta": "To change your password, log into your account and go to the user settings section. There you will find the option to change your password."
          },
          {
            "pregunta": "What is the privacy policy?",
            "resposta": "Our privacy policy is designed to protect your personal information and ensure your privacy. You can read all the details on our privacy policy page."
          },
          {
            "pregunta": "How can I contact the support team?",
            "resposta": "You can contact our support team via email at help@vitora.com or call 123-456-789."
          },
          {
            "pregunta": "What are my rights regarding my stored personal data?",
            "resposta": "As a Vitora user, you have various rights regarding your personal data, including the right to access, rectify, delete, and object to the processing of your data. You can exercise these rights at any time by contacting our support team."
          },
          {
            "pregunta": "How can I report a security issue or vulnerability?",
            "resposta": "If you find any security vulnerability on the Vitora platform or suspect a security issue, we encourage you to contact our cybersecurity team immediately at security@vitora.com. We are committed to quickly resolving any security issues to keep your information safe."
          },
          {
            "pregunta": "What is Vitora and how does it work?",
            "resposta": "Vitora is a platform that calculates the user's life expectancy based on various factors such as lifestyle, health, and demographic data. It uses advanced algorithms to provide personalized predictions."
          },
          {
            "pregunta": "What happens to my personal data?",
            "resposta": "Your personal data is only used to calculate life expectancy and improve our services. We guarantee the confidentiality and security of your data at all times."
          },
          {
            "pregunta": "Can I delete my personal data?",
            "resposta": "Yes, you can request the deletion of your personal data at any time. We will ensure to handle your request appropriately and respectfully with your privacy."
          },
          {
            "pregunta": "What are the benefits of using the app?",
            "resposta": "Vitora provides you with an estimate of your life expectancy and personalized tips to improve your well-being. This allows you to make informed decisions about your lifestyle and health."
          },
          {
            "pregunta": "Can Vitora predict diseases or accidents?",
            "resposta": "Vitora uses statistical data to predict life expectancy, but it cannot specifically predict individual diseases or accidents."
          },
          {
            "pregunta": "What kind of data does Vitora collect?",
            "resposta": "Vitora collects data such as age, gender, lifestyle habits, medical history (if provided), and other health and wellness-related factors."
          },
          {
            "pregunta": "What happens if I change my lifestyle habits after using Vitora?",
            "resposta": "If you change your lifestyle habits, Vitora can recalculate your life expectancy estimate to reflect those changes."
          },
          {
            "pregunta": "Can I trust Vitora's predictions?",
            "resposta": "Vitora's predictions are based on statistical data and advanced algorithms, but it is important to remember that they are estimates and not absolute guarantees."
          },
          {
            "pregunta": "How can I access my personal data on Vitora?",
            "resposta": "You can access your personal data through your account settings on Vitora."
          }
        ]
      }
    ]
  },
  "terms": {
    "titol": "Terms",
    "ilustracio": "https://i.ibb.co/3MwtHSy/undraw-terms-re-6ak4.png",
    "seccions": [
      {
        "id": "servei",
        "capcalera": "Service Use",
        "text": "Vitora offers an interactive platform that allows users to access predictions and advice on life expectancy based on personal data. By using this service, the user agrees to comply with the terms and conditions set by Vitora."
      },
      {
        "id": "responsabilitats",
        "capcalera": "User Responsibilities",
        "text": "The user assumes responsibility for the information provided to the Vitora platform. This includes ensuring the truthfulness, accuracy, and legality of the provided data. Additionally, the user is aware that the predictions and advice provided by Vitora are for guidance only and do not replace professional consultation with health specialists."
      },
      {
        "id": "propietat",
        "capcalera": "Intellectual Property",
        "text": "All intellectual property rights associated with Vitora, including content, design, and technology, are protected by intellectual property laws. The user agrees not to copy, reproduce, or distribute any part of Vitora's content without prior authorization."
      },
      {
        "id": "limitació",
        "capcalera": "Liability Limitation",
        "text": "Vitora is committed to providing a reliable and accurate service, but it is not responsible for decisions made by users based solely on the predictions or advice provided by the platform. Additionally, absolute accuracy of predictions is not guaranteed, as they are based on statistical models and available data."
      },
      {
        "id": "resolució",
        "capcalera": "Dispute Resolution",
        "text": "In case of conflicts or disputes between the user and Vitora, we attempt to resolve amicably. If no agreement can be reached, the parties agree to submit the dispute to the competent jurisdiction according to applicable law."
      },
      {
        "id": "canvis",
        "capcalera": "Changes to Terms and Conditions",
        "text": "Vitora reserves the right to modify these terms and conditions at any time. Users will be notified of any changes, and continued use of the platform implies acceptance of the new terms."
      },
      {
        "id": "acceptació",
        "capcalera": "Acceptance of Terms",
        "text": "Use of the Vitora platform implies unconditional acceptance of the established Terms and Conditions. If you do not agree with these terms, it is recommended not to use the platform."
      }
    ]
  },
  "contact": {
    "titol": "Contact",
    "ilustracio": "https://i.ibb.co/Ypt11Nt/undraw-team-chat-re-vbq1.png",
    "seccions": [
      {
        "id": "nosaltres",
        "capcalera": "Who Are We?",
        "text": "We are a professional team specializing in programming and web design development."
      },
      {
        "id": "direccio",
        "capcalera": "Address",
        "text": "You can find us at Carrer de l'Exemple, 123, Barcelona, Catalunya."
      },
      {
        "id": "telefon",
        "capcalera": "Phone",
        "text": "For inquiries, call +34 123 456 789."
      },
      {
        "id": "correu",
        "capcalera": "Email",
        "text": "Send us an email at info@vitora.com for more information."
      },
      {
        "id": "horari",
        "capcalera": "Business Hours",
        "text": "We are available Monday to Friday, from 9:00 to 18:00."
      },
      {
        "id": "oportunitats_professionals",
        "capcalera": "Career Opportunities",
        "text": "Discover the career opportunities available with Vitora. Check our job offers and send us your resume for consideration."
      },
      {
        "id": "contacte_advocat",
        "capcalera": "Contact a Lawyer",
        "text": "If you have any legal questions or have had problems with our services, do not hesitate to contact one of the company's lawyers. Send us an email at legal@vitora.com, and one of our lawyers will respond with the utmost priority."
      }
    ]
  }    
}
