{
    "privacy": {
      "titol": "Política de Privacitat",
      "ilustracio": "https://i.ibb.co/h72nzXD/father-work.webp",
      "seccions": [
        {
          "id": "recopilacio",
          "capcalera": "Recopilació de Dades",
          "text": "En Vitora, la vostra privacitat és una prioritat. Recopilem dades específiques per millorar l'experiència de l'usuari i proporcionar prediccions precises. Aquestes dades poden incloure informació personal com l'edat, sexe, hàbits de vida, preferències d'ús i interaccions amb la plataforma. Vetllem per la confidencialitat i protecció de les vostres dades. No compartim aquesta informació amb tercers sense el vostre consentiment explícit."
        },
        {
          "id": "dades",
          "capcalera": "Ús de les Dades",
          "text": "Les dades recopilades són utilitzades per generar estimacions d'esperança de vida i predir esdeveniments futurs. Això ens permet oferir una visió personalitzada als nostres usuaris i millorar la nostra plataforma. També les utilitzem per a anàlisi intern, millora del producte i optimització del servei."
        },
        {
          "id": "confidencialitat",
          "capcalera": "Confidencialitat i Seguretat",
          "text": "Mantenim la confidencialitat de les vostres dades i estem compromesos a protegir-les. Disposem de mesures de seguretat per prevenir accesos no autoritzats i garantir la vostra protecció. Utilitzem tecnologies de xifrat i altres pràctiques de seguretat per salvaguardar la informació de manera adequada."
        },
        {
          "id": "privacitat",
          "capcalera": "Gestió de Privacitat",
          "text": "Donem opcions per gestionar les vostres preferències de privacitat. Això inclou revisar, editar o eliminar les dades emmagatzemades. Estem disponibles per respondre preguntes o preocupacions sobre la vostra privacitat i oferir assistència en la gestió de les vostres dades personals."
        },
        {
          "id": "consentiment",
          "capcalera": "Consentiment i Control",
          "text": "Al fer servir el nostre lloc web, doneu el vostre consentiment per a la recopilació i ús de les vostres dades. Teniu el control sobre les vostres dades i podeu gestionar les vostres preferències de privacitat a través de les opcions proporcionades a la plataforma."
        }
      ]
    },

    "cookies": {
      "titol": "Política de Cookies",
      "ilustracio": "https://i.ibb.co/h72nzXD/father-work.webp",
      "seccions": [
        {
          "id": "usu",
          "capcalera": "Ús de Cookies",
          "text": "Les cookies són petits arxius de text que es guarden al vostre dispositiu quan visiteu el nostre lloc web. S'utilitzen principalment perquè el lloc web funcioni correctament i per oferir una millor experiència de navegació. Això pot incloure l'emmagatzematge de les vostres preferències i la recopilació d'informació sobre com feu servir el lloc per optimitzar-ne el rendiment."
        },
        {
          "id": "tipus",
          "capcalera": "Tipus de Cookies",
          "text": "Les cookies poden ser de diferents tipus: cookies pròpies que s'estableixen pel lloc web que esteu visitant, i cookies de tercers que provenen de serveis externs integrats al lloc. Poden ser cookies de sessió, que s'esborren quan tanqueu el navegador, o cookies persistents que es mantenen al vostre dispositiu durant un temps determinat."
        },
        {
          "id": "control",
          "capcalera": "Control de Cookies",
          "text": "Teniu el control sobre les cookies i podeu gestionar-les a través de la configuració del vostre navegador. Normalment, podeu acceptar, rebutjar o eliminar les cookies des del vostre navegador. Tingueu en compte que la desactivació de les cookies pot afectar la funcionalitat del lloc web i limitar algunes característiques."
        },
        {
          "id": "consentiment",
          "capcalera": "Consentiment de Cookies",
          "text": "En fer servir el nostre lloc web, doneu el vostre consentiment per a l'ús de cookies segons la nostra política. Podeu canviar les vostres preferències de cookies en qualsevol moment a través de la configuració del navegador."
        }
      ]
    },
    "help": {
        "titol": "Help",
        "ilustracio": "https://i.ibb.co/h72nzXD/father-work.webp",
        "seccions": [
          {
            "id": "contacte",
            "capcalera": "Contacte",
            "text": "Per obtenir ajuda, podeu contactar amb nosaltres a través del correu electrònic help@vitora.com o trucant al número 123-456-789."
          },
          {
            "id": "assistencia",
            "capcalera": "Assistència Personalitzada",
            "text": "Oferim assistència personalitzada per als nostres usuaris. Si necessiteu ajuda específica o teniu problemes amb la plataforma, podeu sol·licitar assistència personalitzada al nostre equip d'assistència."
          },
          {
            "id": "faq",
            "capcalera": "Preguntes Freqüents",
            "text": "Si teniu preguntes freqüents, podeu consultar la nostra secció de Preguntes Freqüents (FAQ) a la nostra pàgina web per trobar respostes a les qüestions més comunes.",
            "acordio": [
              {
                "pregunta": "Com puc canviar la meva contrasenya?",
                "resposta": "Per canviar la contrasenya, inicieu sessió al vostre compte i aneu a la secció de configuració de l'usuari. Allà trobareu l'opció per canviar la contrasenya."
              },
              {
                "pregunta": "Quina és la política de privacitat?",
                "resposta": "La nostra política de privacitat està dissenyada per protegir la vostra informació personal i garantir la vostra privacitat. Podeu llegir-ne tots els detalls a la nostra pàgina de política de privacitat."
              },
              {
                "pregunta": "Com puc contactar amb l'equip d'assistència?",
                "resposta": "Podeu contactar amb el nostre equip d'assistència a través del correu electrònic help@vitora.com o trucant al número 123-456-789."
              },
              {
                "pregunta": "Quins són els meus drets en relació amb les meves dades personals emmagatzemades?",
                "resposta": "Com a usuari de Vitora, tens diversos drets en relació amb les teves dades personals, incloent-hi el dret a accedir, rectificar, eliminar i oposar-te al processament de les teves dades. Pots exercir aquests drets en qualsevol moment posant-te en contacte amb el nostre equip de suport."
              },
              {
                "pregunta": "Com puc reportar un problema de seguretat o una vulnerabilitat?",
                "resposta": "Si trobes alguna vulnerabilitat de seguretat en la plataforma de Vitora o sospites d'un problema de seguretat, t'animem a contactar immediatament amb el nostre equip de seguretat informàtica a security@vitora.com. Estem compromesos a resoldre ràpidament qualsevol problema de seguretat per mantenir la teva informació segura."
              },
              {
                "pregunta": "Què és Vitora i com funciona?",
                "resposta": "Vitora és una plataforma que calcula l'esperança de vida de l'usuari basant-se en diversos factors com l'estil de vida, la salut i les dades demogràfiques. Utilitza algorismes avançats per proporcionar prediccions personalitzades."
              },
              {
                "pregunta": "Què passa amb les meves dades personals?",
                "resposta": "Les teves dades personals s'utilitzen únicament per calcular l'esperança de vida i millorar els nostres serveis. Garantim la confidencialitat i la seguretat de les teves dades en tot moment."
              },
              {
                "pregunta": "Puc eliminar les meves dades personals?",
                "resposta": "Sí, pots sol·licitar la eliminació de les teves dades personals en qualsevol moment. Ens assegurarem de gestionar la teva sol·licitud de manera adequada i respectuosa amb la teva privacitat."
              },
              {
                "pregunta": "Quins són els avantatges d'utilitzar l'aplicació?",
                "resposta": "Vitora et proporciona una estimació de la teva esperança de vida i consells personalitzats per millorar el teu benestar. Això et permet prendre decisions informades sobre el teu estil de vida i la teva salut."
              },
              {
                "pregunta": "Vitora pot predir malalties o accidents?",
                "resposta": "Vitora utilitza dades estadístiques per predir l'esperança de vida, però no pot predir específicament malalties o accidents individuals."
              },
              {
                "pregunta": "Quin tipus de dades recopila Vitora?",
                "resposta": "Vitora recopila dades com l'edat, sexe, hàbits de vida, historial mèdic (si es proporciona) i altres factors relacionats amb la salut i el benestar."
              },
              {
                "pregunta": "Què passa si canvio els meus hàbits de vida després d'utilitzar Vitora?",
                "resposta": "Si canviïs els teus hàbits de vida, Vitora pot recalcular la teva estimació d'esperança de vida per reflectir aquests canvis."
              },
              {
                "pregunta": "Puc confiar en les prediccions de Vitora?",
                "resposta": "Les prediccions de Vitora es basen en dades estadístiques i algorismes avançats, però és important recordar que són estimacions i no garanties absolutes."
              },
              {
                "pregunta": "Com puc accedir a les meves dades personals a Vitora?",
                "resposta": "Pots accedir a les teves dades personals a través de la configuració del teu compte a Vitora."
              }
            ]
          }
        ]
      },
      "terms": {
        "titol": "Terms",
        "ilustracio": "https://i.ibb.co/h72nzXD/father-work.webp",
        "seccions": [
          {
            "id": "servei",
            "capcalera": "Ús del Servei",
            "text": "Vitora ofereix una plataforma interactiva que permet als usuaris accedir a prediccions i consells sobre l'esperança de vida basats en dades personals. En utilitzar aquest servei, l'usuari accepta complir amb els termes i condicions establerts per Vitora."
          },
          {
            "id": "responsabilitats",
            "capcalera": "Responsabilitats de l'Usuari",
            "text": "L'usuari assumeix la responsabilitat de la informació que proporciona a la plataforma de Vitora. Això inclou garantir la veracitat, exactitud i legalitat de les dades proporcionades. A més, l'usuari és conscient que les prediccions i consells proporcionats per Vitora són orientatius i no reemplacen la consulta professional amb especialistes de la salut."
          },
          {
            "id": "propietat",
            "capcalera": "Propietat Intel·lectual",
            "text": "Tots els drets de propietat intel·lectual associats amb Vitora, incloent-hi el contingut, el disseny i la tecnologia, estan protegits per les lleis de propietat intel·lectual. L'usuari accepta no copiar, reproduir o distribuir cap part del contingut de Vitora sense autorització prèvia."
          },
          {
            "id": "limitació",
            "capcalera": "Limitació de Responsabilitats",
            "text": "Vitora es compromet a proporcionar un servei fiable i precís, però no es fa responsable de les decisions preses pels usuaris basades exclusivament en les prediccions o consells proporcionats per la plataforma. A més, no es garanteix la exactitud absoluta de les prediccions, ja que estan basades en models estadístics i dades disponibles."
          },
          {
            "id": "resolució",
            "capcalera": "Resolució de Disputes",
            "text": "En cas de conflictes o disputes entre l'usuari i Vitora, s'intenta resoldre de manera amistosa. Si no es pot arribar a un acord, les parts accepten sotmetre la disputa a la jurisdicció competent d'acord amb la legislació aplicable."
          },
          {
            "id": "canvis",
            "capcalera": "Canvis als Termes i Condicions",
            "text": "En cas de conflictes o disputes entre l'usuari i Vitora, s'intenta resoldre de manera amistosa. Si no es pot arribar a un acord, les parts accepten sotmetre la disputa a la jurisdicció competent d'acord amb la legislació aplicable."
          },
          {
            "id": "acceptació",
            "capcalera": "Acceptació dels Termes",
            "text": "L'ús de la plataforma Vitora implica l'acceptació incondicional dels Termes i Condicions establerts. En cas de no estar d'acord amb aquests termes, es recomana no utilitzar la plataforma."
          }
        ]
      },
      "contact": {
        "titol": "Contacte",
        "ilustracio": "https://i.ibb.co/h72nzXD/father-work.webp",
        "seccions": [
            {
                "id": "nosaltres",
                "capcalera": "Qui som?",
                "text": "Som un equip professional especialitzat en el desenvolupament de programació i disseny web."
            },
            {
                "id": "direccio",
                "capcalera": "Adreça",
                "text": "Pots trobar-nos a Carrer de l'Exemple, 123, Barcelona, Catalunya."
            },
            {
                "id": "telefon",
                "capcalera": "Telèfon",
                "text": "Per a consultes, truca al +34 123 456 789."
            },
            {
                "id": "correu",
                "capcalera": "Correu electrònic",
                "text": "Envia'ns un correu electrònic a info@vitora.com per a més informació."
            },
            {
                "id": "horari",
                "capcalera": "Horari d'atenció",
                "text": "Estem disponibles de dilluns a divendres, de 9:00 a 18:00."
            },
            {
              "id": "oportunitats_professionals",
              "capcalera": "Oportunitats Professionals",
              "text": "Descobreix les oportunitats de carrera disponibles amb Vitora. Consulta les nostres ofertes de feina i envia'ns el teu currículum per consideració."
          },
          {
              "id": "contacte_advocat",
              "capcalera": "Contacte amb un advocat",
              "text": "En cas que tinguis alguna pregunta legal o hagis tingut problemes amb els nostres serveis, no dubtis a posar-te en contacte amb un dels advocats de l'empresa. Envia'ns un correu electrònic a legal@vitora.com i un dels nostres advocats et respondrà amb la màxima prioritat."
          }
        ]
    }    
  }
  